Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/E18C.tmx
Source language: en_us
Languages: zh_cn

source: 18 WAYS TO SLOW DOWN AGING AND KEEP YOUR SKIN LOOKING YOUNG
zh_cn: 延缓衰老 青春永驻的18种方法

source: Drink lots of water.
zh_cn: 1.喝大量的水。

source: If you are sufficiently hydrated, this will be evident in your complexion.
zh_cn: 如果你摄入充足的水分，对你的皮肤也将会有好处。

source: So make sure you get at least 8 ounces of water daily.
zh_cn: 因此每天保证至少喝8盎司水。

source: Water is your best bet to keep your body hydrated.
zh_cn: 水是保持身体水分最好的办法。

source: Besides being the most accessible, it¡¯s also calorie-free, unlike soda, iced tea and other beverages.
zh_cn: 水除了是最好的吸收方式之外，它也是无热量的，不像苏打水，冰红茶和其他饮料一样。

source: Never go outdoors without using sunscreen.
zh_cn: 2.出门不要不涂防晒霜。

source: The UV radiation from the sun damages the skin and speeds up the aging process.
zh_cn: 来自太阳的紫外线辐射会伤害皮肤，加速老化。

source: You may need to use a higher SPF if you plan to stay outdoors for long durations.
zh_cn: 如果你打算出门较长时间的话，你需要涂抹防晒指数更高的防晒霜。

source: Limit the use of tanning beds.
zh_cn: 3.少用日光浴床。

source: Studies show that frequent use of tanning beds can lead to melanoma -- a type of skin cancer that's linked with excessive exposure to UV radiation.
zh_cn: 研究表明，频繁使用日光浴床会导致黑色素瘤-一种由于过度暴露在紫外线辐射下而导致的皮肤癌。

source: If you prefer to get a tan, do it naturally.
zh_cn: 如果你想要获得健康的肤色，请用自然的方式来达成。

source: Minimize sleeping on your side and face down.
zh_cn: 4.少侧睡或趴着睡。

source: The friction between your skin and the pillow can lead to furrowed brows and fine lines.
zh_cn: 你的皮肤和枕头之间的摩擦会导致皱纹和细纹。

source: Take time-out from makeup.
zh_cn: 5.少化妆。

source: It¡¯s okay to wear makeup occasionally, but keep in mind that the harsh ingredients found in foundations, blushes and other kinds of makeup may contain components that speed up skin aging.
zh_cn: 有时化化妆是可以的，但是你要牢记在腮红和其他化妆品中发现有害的成分，会加速你皮肤的老化。

source: Skipping makeup every once in a while helps maintain your skin's elasticity and hydration.
zh_cn: 在一段时间内不化妆有助于保持你肌肤的弹性和水分。

source: Never sleep with makeup on.
zh_cn: 6.绝不带妆入睡。

source: The layer of makeup will prevent the normal process of skin shedding, which further slows down renewal. The result is dull and uneven skin.
zh_cn: 残留在脸上的化妆品会阻止肌肤正常的新陈代谢，从而导致你的皮肤黯淡无光，不均匀。

source: Take vitamin C supplements.
zh_cn: 7.补充维他命C。

source: Vitamin C supplements are potent defense against free radicals that cause damage to the skin.
zh_cn: 维他命C是对抗自由基和皮肤损伤的主要组织。

source: It's also great for brightening uneven skin tone and minimizes age spots too.
zh_cn: 它还可以改善不均匀的皮肤和淡化老年斑。

source: Get regular exercise.
zh_cn: 8.经常运动。

source: The increase in blood circulation is good for your skin as it removes the toxin buildup and encourages renewal.
zh_cn: 血液循环的加速流动对你的皮肤有好处，有利于排出积累的毒素和加速更新。

source: This is the reason why you get a nice glow after a good workout session.
zh_cn: 这就是为什么在你运动后，你看上去容光焕发。

source: Limit soda.
zh_cn: 9.少喝苏打饮料。

source: Studies show that soda contains a substance known as phosphates -- a chemical responsible for accelerating aging.
zh_cn: 研究表明苏打饮料包含的一种叫碳酸盐的物质会加速皮肤的老化。

source: Take time to de-stress yourself.
zh_cn: 10.花时间为自己解压。

source: Too much stress is not only bad for your mind and body but for your complexion as well.
zh_cn: 太多的压力不仅对你的身心有害，对你的皮肤也有很大是坏处。

source: Take time off from your schedule every now and then and pamper yourself.
zh_cn: 从现在开始从你的日程表中抽出时间来好好爱惜一下自己。

source: Perhaps get a massage or more sleep than usual.
zh_cn: 例如做个按摩或好好睡上一觉。

source: Don't smoke.
zh_cn: 11.不要抽烟。

source: This is perhaps the quickest way to add an extra 10 years to your appearance.
zh_cn: 抽烟可能是使你皮肤变老10年的最快的方式了。

source: Avoid primary and second-hand smoke like an awful plague.
zh_cn: 请像躲避一场可怕的瘟疫一样避免一手烟和二手烟。

source: Get at least 7 hours of sleep.
zh_cn: 12.至少保证7个小时的睡眠。

source: Beauty rest is no myth.
zh_cn: 美容觉并不只是个传说。

source: Experts have shown that people who get enough rest are far more attractive than those who are sleep-deprived.
zh_cn: 专家指出有充足睡眠的人比睡眠不足的人要有魅力的多。

source: Sleep has also been proven to diminish wrinkles in the face and neck.
zh_cn: 研究也显示充足睡眠会减少脸上和颈部的皱纹。

source: Don't wash your face more than twice a day.
zh_cn: 13.每天最多洗两次脸。

source: This can strip off your skin's natural moisture and lead to dryness, flaky skin and wrinkles.
zh_cn: 过度的洗脸会剥离你皮肤中自然的水分，从而导致皮肤干燥和更多的皱纹。

source: Moisturize.
zh_cn: 14.滋润。

source: A well-moisturized skin can make the difference between a healthy complexion and a dull, tired-looking skin.
zh_cn: 一个滋润、健康的皮肤能在和一个暗沉、疲惫的皮肤对比下脱颖而出。

source: Talk to a dermatologist to find out the best moisturizer for your skin type.
zh_cn: 你可以和皮肤学家一起探讨，找到最适合你皮肤的保湿用品。

source: Eat plenty of veggies and fruits.
zh_cn: 15.多吃蔬菜水果。

source: Pollution, radiation, stress and metabolism can cause oxidative damage to the skin cells.
zh_cn: 污染，辐射，压力以及新陈代谢都会给你的皮肤带来氧化性损伤。

source: The antioxidants in these foods can help protect you from oxidative stress and counter premature aging.
zh_cn: 蔬菜和水果中的抗氧化剂能够防止你不被其所伤，也能抑制皮肤早衰。

source: Avoid processed food.
zh_cn: 16.少吃加工食品。

source: The preservatives and additives contained in processed food are not only devoid of nutrition but can also add extra more years to your appearance.
zh_cn: 加工食品中的防腐剂和添加剂不仅缺乏营养，还会使你的皮肤看上去老了好多岁。

source: Go for organic and healthier options.
zh_cn: 尽量选择有机和健康的食物。

source: Steam your face.
zh_cn: 17.蒸汽护理脸。

source: Facial steaming is a great way to deep cleanse your pores and improve your skin tone.
zh_cn: 用蒸汽护理皮肤是深度清洁毛孔和调节肤色的好方法。

source: This can also enhance the skin's healthy glow and help reduce dryness and wrinkles.
zh_cn: 这还能使你的皮肤看上去更健康，减少干燥和皱纹。

source: Be careful not to overdo it though.
zh_cn: 但是注意不要过度使用。

source: Once a week is sufficient to get the benefits you need.
zh_cn: 一周一次就会获得你想要的效果了。

source: Invest on Phytoceramide supplements.
zh_cn: 18.使用含有植物神经洗胺的护肤品。

source: Phytoceramides are the plant-based equivalent of ceramides -- the natural lipids found in the skin.
zh_cn: 植物神经酰胺是一种从植物中萃取的自然神经酰胺-皮肤表皮角质细胞间脂质的重要成分。

source: As we age, these ceramides diminish leading to dryness, wrinkles and other signs of skin aging.
zh_cn: 随着我们年龄的增长，这些神经洗胺会减缓皮肤的干燥情况，减少皱纹和其他皮肤老化的信号。

source: Phytoceramides can add an amazing layer of protection against free radicals and keep the skin youthful.
zh_cn: 植物神经酰胺还能够给你的皮肤另一层自由基保护，并且使你的皮肤看上去更年轻。
